Repository: toanpham-99-dev/Fullstack.NET.Wasm.Todolist
Catalog: WorkManagermentWeb.Domain/Resources/Resource.*.resx
Languages: vi

source: Account
vi: Tài Khoản

source: Account already exist
vi: Tài khoản đã tồn tại

source: Account Details
vi: Chi Tiết Tài Khoản

source: Account updated successfully
vi: Cập nhật tài khoản thành công

source: Accounts
vi: Tài Khoản

source: AccountType
vi: Loại

source: Action
vi: Hành Động

source: Active
vi: H.Động

source: Add
vi: Tạo

source: Add Member
vi: Thêm thành viên

source: Add Project
vi: Thêm dự án

source: Add Subtask
vi: Tạo tác vụ con

source: Added by
vi: Tạo bởi

source: Already have an account? Log in
vi: Bạn đã có tài khoản? Đăng nhập

source: Apply
vi: Thi Hành

source: Are you sure with this action?
vi: Bạn có chắc chắn với hành động này?

source: Assignee
vi: Người Đảm Nhiệm

source: at
vi: lúc

source: Back to login
vi: Quay lại đăng nhập

source: Bad Request
vi: Yêu Cầu Không Hợp Lệ

source: Box search
vi: Tìm kiếm

source: Bug
vi: Lỗi

source: by
vi: bởi

source: Calendar
vi: Lịch

source: Cancel
vi: Hủy

source: Category
vi: Loại

source: CEO
vi: Quản Trị

source: Change Password
vi: Đổi Mật Khẩu

source: Change Profile
vi: Sửa Thông Tin Cá Nhân

source: Choose a new member
vi: Chọn thành viên mới

source: Choose Category
vi: Chọn loại

source: Choose Priority
vi: Chọn ưu tiên

source: Choose Project
vi: Chọn Dự Án

source: Choose Role
vi: Chọn Cấp Bậc

source: Choose Status
vi: Chọn trạng thái

source: Close
vi: Đóng

source: CLOSED
vi: ĐÃ ĐÓNG

source: Code
vi: Mã

source: Collapse
vi: Làm gọn

source: Comments
vi: Bình luận

source: Completed
vi: H.Thành

source: Confirm Password
vi: Xác Nhận Mật Khẩu

source: Connected
vi: Đã Liên Kết

source: Could
vi: Có thể

source: Create an account
vi: Tạo một tài khoản

source: Create now!
vi: Tạo ngay!

source: Creator
vi: Người Tạo

source: Current Password
vi: Mật Khẩu Hiện Tại

source: Deactive
vi: Dừng

source: Delete
vi: Xóa

source: Delete it
vi: Xóa tác vụ

source: Description
vi: Mô Tả

source: Detail
vi: Chi tiết

source: Do you really want to remove this task.
vi: Bạn có thực sự muốn loại bỏ tác vụ này.

source: Do It Now
vi: Ngay

source: Done
vi: Đã hoàn thành

source: Duration
vi: Thời Lượng

source: Edit
vi: Sửa

source: Edit Profile
vi: Sửa Thông Tin Cá Nhân

source: Edit Project
vi: Sửa Dự Án

source: Edit Task
vi: Sửa Tác Vụ

source: Email Comfirmed
vi: Email Đã Xác Nhận

source: Email Comfirmed Successfully!
vi: Email xác nhận thành công!

source: Email Sent Successfully!
vi: Email đã gửi thành công!

# En
source: English
vi: Anh Ngữ

source: End Date
vi: Ngày Kết Thúc

source: Entered date
vi: Ngày đã nhập

source: Error occured.. please try again
vi: Có lỗi xảy ra.. cảm phiền thử lại

source: Executing...
vi: Đang thực hiện...

source: Expanse
vi: Mở rộng

# Export
source: Export Data
vi: Xuất dữ liệu

source: External
vi: Bên Ngoài

source: External Account Connected
vi: L.Kết T.Khoản Bên Ngoài

source: Feature
vi: Chức năng

source: Filter
vi: Bộ Lọc

# Filter Tasks
source: Filter
vi: Bộ lọc

source: Forbidden
vi: Bị cấm

source: Forgot password
vi: Quên mật khẩu

source: Full Name
vi: Họ Tên

source: Full Name
vi: Tên Họ

source: Gantt Chart
vi: Biểu Đồ Gantt

source: h
vi: giờ

source: Improve
vi: Cải thiện

source: Inprogress
vi: Đang chạy

source: Internal
vi: Nội bộ

# ItemsPerPageText
source: Items per page
vi: Dòng mỗi trang

source: Language
vi: Ngôn Ngữ

source: Last updated at
vi: Cập nhật lần cuối lúc

source: Loading...
vi: Đang Tải...

source: Log in to continue
vi: Đăng nhập để tiếp tục

source: Login
vi: Đăng Nhập

source: Login false, wrong credentials
vi: Đăng nhập thất bại, sai thông tin đăng nhập

source: Login successfully
vi: Đăng nhập thành công

source: Logout
vi: Đăng Xuất

source: Manage account
vi: Quản lý tài khoản

source: Mark All As Read
vi: Đánh Dấu Đã Đọc Hết

source: Member
vi: Nhân Viên

source: Members
vi: Thành Viên

source: Must
vi: Phải

# Must be this task creator to delete
source: Only this task creator have delete permission
vi: Chỉ người tạo mới xóa được tác vụ này

source: New
vi: Mới

source: New Account
vi: Tài Khoản Mới

source: New Password
vi: Mật Khẩu Mới

source: New Project
vi: Thêm dự án

source: New Task
vi: Tác vụ mới

source: No
vi: Không

source: None
vi: Rỗng

source: Not Found
vi: Không tìm thấy

source: Not Verified
vi: Chưa Xác Thực

source: Not Connected
vi: Chưa Liên Kết

source: Notification not found
vi: Thông báo không tồn tại

source: Notifications
vi: Thông báo

source: Not Started
vi: Chưa B.Đầu

source: Not Sync
vi: Chưa Đ.Bộ

source: OPEN
vi: ĐANG MỞ

source: Openning Issuess
vi: Vấn đề đang mở

source: Openning Tasks
vi: Tác Vụ Đang Mở

source: Or coutinue with:
vi: Hoặc tiếp tục với:

# PaginationItemsTextFormat
source: {0} - {1} of {2} items
vi: {0} - {1} của {2} dòng

source: Parent Code
vi: Mã tác vụ cha

source: Parent task not found
vi: Tác vụ cha không tồn tại

source: Parent Work Item
vi: Tác vụ cha

source: Password
vi: Mật Khẩu

source: Phone
vi: Điện Thoại

source: Phone Number
vi: Điện Thoại

source: Priority
vi: Ưu Tiên

source: Processing
vi: Đang xử lý

source: Project
vi: Dự Án

source: Project add member successfully
vi: Thêm thành viên thành công

source: Project created successfully
vi: Dự án đã tạo thành công

source: Project Details
vi: Chi tiết dự án

source: Project Lifetime
vi: Vòng đời dự án

source: Project List
vi: Dự án

source: Project not found
vi: Dự án không tồn tại

source: Project remove member successfully
vi: Xóa thành viên thành công

source: Project updated successfully
vi: Cập nhật dự án thành công

source: Project Manager
vi: Quản Lý

source: Projects
vi: Dự Án

source: Read More
vi: Đọc Thêm

source: Recover Password
vi: Khôi phục mật khẩu

source: Refactor
vi: Tái cấu trúc

source: Register
vi: Đăng ký

source: Registration completed
vi: Hoàn tất đăng ký

source: Release
vi: Phát hành

source: Remove Member
vi: Xóa thành viên

# Reset Filter
source: Resset Filter
vi: Phục Hồi Bộ Lọc

source: Role
vi: Cấp Bậc

source: Save
vi: Lưu

source: Save Changes
vi: Lưu Thay Đổi

source: Saving...
vi: Đang lưu...

source: Search
vi: Tìm kiếm

source: Send Verify Token
vi: Gửi mã xác thực

source: Sending verify code...
vi: Đang gửi mã xác thực...

source: Sending...
vi: Đang gửi...

source: Should
vi: Nên

source: Show Password
vi: Hiện Mật Khẩu

source: Sign up to continue
vi: Đăng ký để tiếp tục

source: Sign-in with Microsoft
vi: Đăng nhập với Microsoft

source: SignUp
vi: Đăng Ký

source: Some thing went wrong.
vi: Có vấn đề xảu ra trong quá trình xác thực. Cảm phiền bạn thử lại sau.

source: Sorry, there's nothing at this address.
vi: Rất tiếc, không có gì ở địa chỉ này.

source: Sorry, you need to login Microsoft to access this feature.
vi: Rất tiếc, bạn cần đăng nhập Microsoft để truy cập tính năng này.

source: Start At
vi: Bắt Đầu

source: Start Date
vi: Ngày Bắt Đầu

source: Start Date - End Date
vi: Ngày Bắt đầu - Ngày Kết thúc

source: Start your new plan or product development with new project
vi: Bắt đầu kế hoạch mới hoặc phát triển sản phẩm của bạn với dự án mới

source: Status
vi: Trạng Thái

source: Status code 400 - Bad Request
vi: Mã lỗi 400 - Yêu Cầu Không Hợp lệ

source: Status code 401 - Unauthorized
vi: Mã trạng thái 401 - Chưa Xác Thực

source: Status code 403 - Forbidden
vi: Mã trạng thái 403 - Bị cấm

source: Status code 404
vi: Mã trạng thái 404

source: Sub work items
vi: Tác vụ con

source: Successfully sync
vi: Đồng bộ hóa thành công

source: Successfully sync this task to Calendar
vi: Đồng bộ hóa thành công tác vụ này với Lịch

source: Support
vi: Hỗ trợ

source: Sync Task To Calendar
vi: Đ.Bộ C.Việc với lịch

source: Sync Calendar
vi: Đ.Bộ Lịch

source: Synced
vi: Đã Đ.Bộ

source: Task
vi: Tác vụ

source: Task contain undone tasks
vi: Tác vụ chứa các tác vụ chưa hoàn thành

source: Task created successfully
vi: Tác vụ đã tạo thành công

source: Task Details
vi: Chi tiết tác vụ

source: Task Infomation
vi: Thông tin tác vụ

source: Task must be resolved before change to done
vi: Tác vụ phải được giải quyết trước khi thay đổi về trạng thái hoàn thành

source: Task not found
vi: Tác vụ không tồn tại

source: Task saved successfully
vi: Lưu tác vụ thành công

source: Task was deleted
vi: Tác vụ đã bị xóa

source: task(s) to Calendar
vi: nhiệm vụ vào Lịch

source: Tasks
vi: Tác Vụ

source: Tasks synced successfully.
vi: Tác vụ đồng bộ thành công.

source: Title
vi: Tiêu Đề

source: To do
vi: Chưa xử lý

source: Total
vi: Tổng cộng

source: Type
vi: Loại

source: Unauthorized
vi: Chưa Xác Thực

source: Unavailable input data
vi: Dữ liệu đầu vào không hợp lệ

source: Update Project
vi: Cập nhật dự án

source: Update Task
vi: Cập nhật tác vụ

source: User not found
vi: Người dùng không tồn tại

source: Username
vi: Tên Riêng

source: Username already taken.
vi: Tên Riêng này đã có người dùng.

source: Verified
vi: Đã Xác Thực

source: Verify
vi: Xác thực

source: Verify Phone Number
vi: Xác Thực Điện Thoại

source: Verifyng...
vi: Đang xác thực...

# Vi
source: Vietnamese
vi: Việt Ngữ

source: We sent comfirm url to your email. Please go to your inbox.
vi: Chúng tôi đã gửi đường dẫn xác nhận cho bạn. Hãy kiểm tra trong hòm thư của bạn.

source: We sent to you recover password email. Please check inbox to countinue.
vi: Chúng tôi đã gửi cho bạn email khôi phục mật khẩu. Vui lòng kiểm tra hộp thư đến để tiếp tục.

source: Won't
vi: Không

source: Workspace not found
vi: Không gian làm việc không tồn tại

source: Wrong current password
vi: Mật khẩu hiện tại sai

source: Yes
vi: Có

source: You already use this request to change password before
vi: Bạn đã sử dụng yêu cầu này để thay đổi mật khẩu trước đó

source: You dont have permission to access this request.
vi: Bạn không có quyền truy cập vào yêu cầu này.

source: You need to login to access this request.
vi: Bạn cần đăng nhập để truy cập yêu cầu này.

source: Your email was confirmed succesfully!. Now you can manage task on our system.
vi: Email của bạn đã được xác nhận thành công!. Bây giờ bạn có thể quản lý tác vụ trên hệ thống của chúng tôi.

source: Your Otp
vi: Mã Xác Thực Của Bạn

source: Your page you are looking for does not exist.
vi: Trang của bạn bạn đang tìm kiếm không tồn tại.

source: Your request is not valid. The server cannot process this request due to there is something wrong with your request.
vi: Yêu cầu của bạn không hợp lệ. Máy chủ không thể xử lý yêu cầu này do có điều gì đó không ổn với yêu cầu của bạn.

source: Zoom In
vi: Phóng to

source: Zoom Out
vi: Thu nhỏ

source: Zoom to Fit
vi: Kích thước vừa
